{
  "Game": [
    "Who is most likely to win a video game tournament?",
    "Who is most likely to stay up all night playing a new video game?",
    "Who is most likely to rage quit during a competitive online match?",
    "Who is most likely to know all the secret levels in a classic platformer?",
    "Who is most likely to invent new house rules for a board game?",
    "Who is most likely to perfectly execute a difficult combo in a fighting game?",
    "Who is most likely to spend hours customizing their game character?",
    "Who is most likely to prefer strategy games over action games?",
    "Who is most likely to collect vintage video game consoles?",
    "Who is most likely to teach others how to play a complicated game?",
    "Who is most likely to beat a game on the hardest difficulty setting?"
  ],
  "Films": [
    "Who is most likely to cry during a sad film?",
    "Who is most likely to rewatch their favorite movie countless times?",
    "Who is most likely to spoil the ending of a new film?",
    "Who is most likely to know every actor's name in a movie?",
    "Who is most likely to prefer independent films over blockbusters?",
    "Who is most likely to critique a movie's plot holes?",
    "Who is most likely to fall asleep during a long historical drama?",
    "Who is most likely to quote movie lines in everyday conversation?",
    "Who is most likely to cry during a heartwarming animated film?",
    "Who is most likely to go to the cinema alone?",
    "Who is most likely to have a strong opinion on movie remakes?"
  ],
  "Music": [
    "Who is most likely to know all the lyrics to a popular song?",
    "Who is most likely to burst into song unexpectedly?",
    "Who is most likely to know all the lyrics to a forgotten 80s hit?",
    "Who is most likely to play an instrument in a band?",
    "Who is most likely to discover new music artists regularly?",
    "Who is most likely to sing terribly but with great enthusiasm?",
    "Who is most likely to attend a live music concert alone?",
    "Who is most likely to have a perfectly curated music playlist for any mood?",
    "Who is most likely to prefer instrumental music over vocal tracks?",
    "Who is most likely to know obscure facts about famous musicians?",
    "Who is most likely to create their own original songs?"
  ],
  "Food": [
    "Who is most likely to try a bizarre new food?",
    "Who is most likely to try the weirdest item on a restaurant menu?",
    "Who is most likely to cook a gourmet meal from scratch?",
    "Who is most likely to burn toast every single time?",
    "Who is most likely to always order dessert first?",
    "Who is most likely to know all the best local eateries?",
    "Who is most likely to be a picky eater?",
    "Who is most likely to share their food with everyone?",
    "Who is most likely to experiment with unusual spice combinations?",
    "Who is most likely to forget about food until they are starving?",
    "Who is most likely to bake a delicious cake for a special occasion?"
  ],
  "Science": [
    "Who is most likely to explain a complex scientific concept?",
    "Who is most likely to explain complex scientific phenomena with ease?",
    "Who is most likely to enjoy watching documentaries about space?",
    "Who is most likely to question how everything works?",
    "Who is most likely to know random facts about biology?",
    "Who is most likely to try a questionable home science experiment?",
    "Who is most likely to be fascinated by quantum physics?",
    "Who is most likely to correctly identify constellations in the night sky?",
    "Who is most likely to have strong opinions on scientific ethics?",
    "Who is most likely to read scientific journals for fun?",
    "Who is most likely to invent something useful in the future?"
  ],
  "Animal": [
    "Who is most likely to stop to pet every dog they see?",
    "Who is most likely to know the names of many different animal species?",
    "Who is most likely to prefer cats over dogs?",
    "Who is most likely to adopt a rescue animal?",
    "Who is most likely to talk to animals as if they understand?",
    "Who is most likely to know random facts about animal behavior?",
    "Who is most likely to be afraid of small insects?",
    "Who is most likely to volunteer at an animal shelter?",
    "Who is most likely to have an unusual pet?",
    "Who is most likely to advocate for animal rights?"
  ],
  "Book": [
    "Who is most likely to finish a book in one day?",
    "Who is most likely to always have a book with them?",
    "Who is most likely to recommend a great new novel?",
    "Who is most likely to judge a book by its cover?",
    "Who is most likely to finish a long book in one sitting?",
    "Who is most likely to prefer non-fiction over fiction?",
    "Who is most likely to forget the plot of a book they just read?",
    "Who is most likely to visit a library regularly?",
    "Who is most likely to write their own stories?",
    "Who is most likely to have a perfectly organized bookshelf?",
    "Who is most likely to reread their favorite book multiple times?"
  ],
  "Sport": [
    "Who is most likely to excel at a new sport?",
    "Who is most likely to know all the statistics of their favorite team?",
    "Who is most likely to wake up early to watch a live game?",
    "Who is most likely to join a new sports league?",
    "Who is most likely to get overly competitive during a friendly match?",
    "Who is most likely to know all the rules of an obscure sport?",
    "Who is most likely to prefer individual sports over team sports?",
    "Who is most likely to criticize a referee's decision loudly?",
    "Who is most likely to try an extreme sport?",
    "Who is most likely to consistently work out at the gym?",
    "Who is most likely to organize a sporting event for friends?"
  ],
  "Culture": [
    "Who is most likely to enjoy visiting a historical museum?",
    "Who is most likely to travel to a new country every year?",
    "Who is most likely to know facts about different world cultures?",
    "Who is most likely to try new cultural foods?",
    "Who is most likely to enjoy visiting art galleries and museums?",
    "Who is most likely to learn a new language for fun?",
    "Who is most likely to participate in a cultural festival?",
    "Who is most likely to be interested in ancient civilizations?",
    "Who is most likely to host a multicultural dinner party?",
    "Who is most likely to discuss philosophical concepts at length?",
    "Who is most likely to appreciate traditional crafts and arts?"
  ],
  "Fashion": [
    "Who is most likely to set a new fashion trend?",
    "Who is most likely to always be dressed impeccably?",
    "Who is most likely to follow the latest fashion trends?",
    "Who is most likely to buy vintage clothing?",
    "Who is most likely to spend a lot on designer brands?",
    "Who is most likely to wear mismatched socks on purpose?",
    "Who is most likely to give fashion advice to friends?",
    "Who is most likely to create their own unique style?",
    "Who is most likely to wear bright, bold colors?",
    "Who is most likely to choose comfort over style?",
    "Who is most likely to know all the famous fashion designers?"
  ]
}
